[
	{"location": "Exodus 8:1-14", "text": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."},
	{"location": "1 Peter 5:8", "text": "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour."},
	{"location": "Deuteronomy 22:28-29", "text": "If a man find a damsel [that is] a virgin, which is not betrothed, and lay hold on her, and lie with her, and they be found."},
	{"location": "Timothy 6:6-9", "text": "But godliness with contentment is great gain."},
	{"location": "John 3:3", "text": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God."},
	{"location": "Psalms 23:1-6", "text": "(A Psalm of David.) The LORD [is] my shepherd; I shall not want."},
	{"location": "Hebrews 12:1", "text": "Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset [us], and let us run with patience the race that is set before us,"},
	{"location": "``Matthew 5:9", "text": "Blessed [are] the peacemakers: for they shall be called the children of God.``"},
	{"location": "``Isaiah 45:12", "text": "I have made the earth, and created man upon it: I, [even] my hands, have stretched out the heavens, and all their host have I commanded.``"},
	{"location": "``John 14:14", "text": "If ye shall ask any thing in my name, I will do [it].``"},
	{"location": "``John 14:6", "text": "Jesus answered, 'I am the way and the truth and the life. No one comes to the Father except through me.'``"},
	{"location": "``Matthew 28:19", "text": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit.``"},
	{"location": "``Romans 3:23", "text": "For all have sinned and fall short of the glory of God.``"},
	{"location": "``Ephesians 2:8", "text": "For it is by grace you have been saved, through faith – and this is not from yourselves, it is the gift of God –``"},
	{"location": "``Genesis 1:1", "text": "In the beginning God created the heavens and the earth.``"},
	{"location": "``2 Timothy 3:16", "text": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness.``"},
	{"location": "``John 3:16", "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.``"}
]