[
	{"location": "Exodus 8:1-14", "text": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."},
	{"location": "1 Peter 5:8", "text": "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour."},
	{"location": "Deuteronomy 22:28-29", "text": "If a man find a damsel [that is] a virgin, which is not betrothed, and lay hold on her, and lie with her, and they be found..."},
	{"location": "Timothy 6:6-9", "text": "But godliness with contentment is great gain."},
	{"location": "John 3:3", "text": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God."},
	{"location": "Psalms 23:1-6", "text": "(A Psalm of David.) The LORD [is] my shepherd; I shall not want."},
	{"location": "Hebrews 12:1", "text": "Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset [us], and let us run with patience the race that is set before us,"},
	{"location": "Matthew 5:9", "text": "Blessed [are] the peacemakers: for they shall be called the children of God."},
	{"location": "Isaiah 45:12", "text": "I have made the earth, and created man upon it: I, [even] my hands, have stretched out the heavens, and all their host have I commanded."},
	{"location": "John 14:14", "text": "If ye shall ask any thing in my name, I will do [it]."},
	{"location": "John 14:6", "text": "Jesus answered, 'I am the way and the truth and the life. No one comes to the Father except through me.'"},
	{"location": "Matthew 28:19", "text": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit."},
	{"location": "Romans 3:23", "text": "For all have sinned and fall short of the glory of God."},
	{"location": "Ephesians 2:8", "text": "For it is by grace you have been saved, through faith – and this is not from yourselves, it is the gift of God –"},
	{"location": "Genesis 1:1", "text": "In the beginning God created the heavens and the earth."},
	{"location": "2 Timothy 3:16", "text": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness."},
	{"location": "Exodus 21: 7-8", "text": "When a man sells his daughter as a slave, she will not be freed at the end of six years as the men are. If she does not please the man who bought her, he may allow her to be bought back again." },
	{"location": "Deuteronomy 25:11-1", "text": "If two men are fighting and the wife of one of them comes to rescue her husband from his assailant, and she reaches out and seizes him by his private parts, you shall cut off her hand. Show her no pity." },
	{"location": "1 Samuel 6:19", "text": "And he smote the men of Beth-shemesh, because they had looked into the ark of the LORD, even he smote of the people fifty thousand and threescore and ten men (50,070)." },
	{"location": "1 Peter 2:18", "text": "Slaves, be subject to your masters with all reverence, not only to those who are good and equitable but also to those who are perverse." },
	{"location": "Luke 16:18", "text": "Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her husband committeth adultery." },
	{"location": "II Kings 6:28-29", "text": "And the king said unto her, What aileth thee? And she answered, This woman said unto me, Give thy son, that we may eat him to day, and we will eat my son to morrow. So we boiled my son, and did eat him: and I said unto her on the next day, Give thy son, that we may eat him: and she hath hid her son...." },
	{"location": "Deutronomy 23:1", "text": "He that is wounded in the stones, or hath his privy member cut off, shall not enter into the congregation of the Lord." },
	{"location": "Matthew 5:28", "text": "But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart." },
	{"location": "II Chronicles 21:14-15", "text": "Behold with a great plague will the LORD smite thy people and thy children, and thy wives, and all thy goods: And thou shalt have great sickness by disease of thy bowels, until thy bowels fall out by reason of the sickness day by day." },
	{"location": "Matthew 6:5", "text": "And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by others." },
	{"location": "Reverend 21:8", "text": "liars--their place will be in the fiery lake of burning sulfur. This is the second death." },
	{"location": "Psalm 46:1-3", "text": "God is our refuge and strength, an ever-present help in trouble. Therefore we will not fear, though the earth give way and the mountains fall into the heart of the sea, though its waters roar and foam and the mountains quake with their surging." },
	{"location": "Proverbs 18:10", "text": "The name of the Lord is a strong tower; the righteous run into it and are safe." },
	{"location": "Nehemiah 8:10", "text": "Do not grieve, for the joy of the Lord is your strength." },
	{"location": "Isaiah 41:10", "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand." },
	{"location": "Exodus 15:2", "text": "The Lord is my strength and my song; he has given me victory. This is my God, and I will praise him—  my father’s God, and I will exalt him!" },
	{"location": "Psalm 9:9-10", "text": "The Lord is a refuge for the oppressed, a stronghold in times of trouble." },
	{"location": "Pslam 34:10b", "text": "Those who seek the Lord lack no good thing." },
	{"location": "Isaiah 26: 3-4", "text": "Those of steadfast mind you keep in peace—because they trust in you. Trust in the Lord forever, for in the Lord God you have an everlasting rock." },
	{"location": "1 Chronicles 16:11", "text": "Seek the LORD and his strength;  seek his presence continually!" },
	{"location": "Psalm 32:7-8", "text": "You are my hiding place; you will protect me from trouble and surround me with songs of deliverance." },
	{"location": "Exodus 33:14", "text": "My presence will go with you, and I will give you rest." },
	{"location": "Deutronomy 31:8", "text": "It is the Lord who goes before you. He will be with you; he will not fail you or forsake you. Do not fear or be dismayed." },
	{"location": "Deutronomy 33:27", "text": "The eternal God is your refuge, and underneath are the everlasting arms." },
	{"location": "John 3:16", "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."}
]