[
	{"location": "8:1-14 Exodus", "text": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."},
	{"location": "5:8 1 Peter", "text": "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour."},
	{"location": "22:28-29 Deuteronomy", "text": "If a man find a damsel [that is] a virgin, which is not betrothed, and lay hold on her, and lie with her, and they be found..."},
	{"location": "6:6-9 Timothy", "text": "But godliness with contentment is great gain."},
	{"location": "3:3 John", "text": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God."},
	{"location": "23:1-6 Psalms", "text": "(A Psalm of David.) The LORD [is] my shepherd; I shall not want."},
	{"location": "12:1 Hebrews", "text": "Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset [us], and let us run with patience the race that is set before us,"},
	{"location": "5:9 Matthew", "text": "Blessed [are] the peacemakers: for they shall be called the children of God."},
	{"location": "45:12 Isaiah", "text": "I have made the earth, and created man upon it: I, [even] my hands, have stretched out the heavens, and all their host have I commanded."},
	{"location": "14:14 John", "text": "If ye shall ask any thing in my name, I will do [it]."},
	{"location": "14:6 John", "text": "Jesus answered, 'I am the way and the truth and the life. No one comes to the Father except through me.'"},
	{"location": "28:19 Matthew", "text": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit."},
	{"location": "3:23 Romans", "text": "For all have sinned and fall short of the glory of God."},
	{"location": "2:8 Ephesians", "text": "For it is by grace you have been saved, through faith – and this is not from yourselves, it is the gift of God –"},
	{"location": "1:1 Genesis", "text": "In the beginning God created the heavens and the earth."},
	{"location": "3:16 2 Timothy", "text": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness."},
	{"location": "21:7-8 Exodus", "text": "When a man sells his daughter as a slave, she will not be freed at the end of six years as the men are. If she does not please the man who bought her, he may allow her to be bought back again." },
	{"location": "25:11-1 Deuteronomy", "text": "If two men are fighting and the wife of one of them comes to rescue her husband from his assailant, and she reaches out and seizes him by his private parts, you shall cut off her hand. Show her no pity." },
	{"location": "6:19 1 Samuel", "text": "And he smote the men of Beth-shemesh, because they had looked into the ark of the LORD, even he smote of the people fifty thousand and threescore and ten men (50,070)." },
	{"location": "2:18 1 Peter", "text": "Slaves, be subject to your masters with all reverence, not only to those who are good and equitable but also to those who are perverse." },
	{"location": "16:18 Luke", "text": "Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her husband committeth adultery." },
	{"location": "6:28-29 II Kings", "text": "And the king said unto her, What aileth thee? And she answered, This woman said unto me, Give thy son, that we may eat him to day, and we will eat my son to morrow. So we boiled my son, and did eat him: and I said unto her on the next day, Give thy son, that we may eat him: and she hath hid her son...." },
	{"location": "23:1 Deutronomy", "text": "He that is wounded in the stones, or hath his privy member cut off, shall not enter into the congregation of the Lord." },
	{"location": "5:28 Matthew", "text": "But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart." },
	{"location": "21:14-15 II Chronicles", "text": "Behold with a great plague will the LORD smite thy people and thy children, and thy wives, and all thy goods: And thou shalt have great sickness by disease of thy bowels, until thy bowels fall out by reason of the sickness day by day." },
	{"location": "6:5 Matthew", "text": "And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by others." },
	{"location": "21:8 Reverend", "text": "liars--their place will be in the fiery lake of burning sulfur. This is the second death." },
	{"location": "46:1-3 Psalms", "text": "God is our refuge and strength, an ever-present help in trouble. Therefore we will not fear, though the earth give way and the mountains fall into the heart of the sea, though its waters roar and foam and the mountains quake with their surging." },
	{"location": "18:10 Proverbs", "text": "The name of the Lord is a strong tower; the righteous run into it and are safe." },
	{"location": "8:10 Nehemiah", "text": "Do not grieve, for the joy of the Lord is your strength." },
	{"location": "41:10 Isaiah", "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand." },
	{"location": "15:2 Exodus", "text": "The Lord is my strength and my song; he has given me victory. This is my God, and I will praise him—  my father’s God, and I will exalt him!" },
	{"location": "9:9-10 Psalms", "text": "The Lord is a refuge for the oppressed, a stronghold in times of trouble." },
	{"location": "34:10b Psalms", "text": "Those who seek the Lord lack no good thing." },
	{"location": "26:3-4 Isaiah", "text": "Those of steadfast mind you keep in peace—because they trust in you. Trust in the Lord forever, for in the Lord God you have an everlasting rock." },
	{"location": "16:11 1 Chronicles", "text": "Seek the LORD and his strength;  seek his presence continually!" },
	{"location": "32:7-8 Psalms", "text": "You are my hiding place; you will protect me from trouble and surround me with songs of deliverance." },
	{"location": "33:14 Exodus", "text": "My presence will go with you, and I will give you rest." },
	{"location": "31:8 Deutronomy", "text": "It is the Lord who goes before you. He will be with you; he will not fail you or forsake you. Do not fear or be dismayed." },
	{"location": "33:27 Deutronomy", "text": "The eternal God is your refuge, and underneath are the everlasting arms." },
	{"location": "3:16 John", "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},
	{"location": "19:19 Leviticus", "text": "Do not wear clothing woven of two kinds of material."},
	{"location": "19:27 Leviticus", "text": "Ye shall not round the corners of your heads."},
	{"location": "9:10 Leviticus", "text": "All that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you."},
	{"location": "Exodus 23:19", "text": "Thou shalt not boil a kid in its mother's milk."},
	{"location": "15:19-20 Leviticus", "text": "When a woman has a discharge, if her discharge in her body is blood, she shall continue in her menstrual impurity for seven days; and whoever touches her shall be unclean until evening. Everything also on which she lies during her menstrual impurity shall be unclean, and everything on which she sits shall be unclean."},
	{"location": "25:11-12 Deutronomy", "text": "When men fight with one another, and the wife of the one draws near to rescue her husband from the hand of him who is beating him, and puts out her hand and seizes him by the private parts, then you shall cut off her hand."},
	{"location": "2:23-25 2 Kings", "text": "Elisha went up to Bethel. As he was walking along the road, some boys came out of the town and jeered at him. \"Get out of here, baldy!\" they said. \"Get out of here, baldy!\" He turned around, looked at them and called down a curse on them in the name of the Lord. Then two bears came out of the woods and mauled forty-two of the boys."},
	{"location": "21:18-22 Matthew", "text": "Early in the morning, as Jesus was on his way back to the city, he was hungry. Seeing a fig tree by the road, he went up to it but found nothing on it except leaves. Then he said to it, \"May you never bear fruit again!\" Immediately the tree withered."},
	{"location": "31:17-18 Numbers", "text": "Now therefore, kill every male among the little ones, and kill every woman who has known man intimately. But all the girls who have not known man intimately, spare for yourselves."},
	{"location": "23:20-25 2 Kings", "text": "He [Josiah] executed the priests of the pagan shrines on their own altars, and he burned human bones on the altars to desecrate them.... He did this in obedience to all the laws written in the scroll that Hilkiah the priest had found in the LORD's Temple. Never before had there been a king like Josiah, who turned to the LORD with all his heart and soul and strength, obeying all the laws of Moses. And there has never been a king like him since."},
	{"location": "25:44-46 Leviticus", "text": "You may purchase male or female slaves from among the foreigners who live among you. You may also purchase the children of such resident foreigners, including those who have been born in your land. You may treat them as your property, passing them on to your children as a permanent inheritance. You may treat your slaves like this, but the people of Israel, your relatives, must never be treated this way."},
	{"location": "6:5 Ephesians", "text": "Slaves, obey your earthly masters with deep respect and fear. Serve them sincerely as you would serve Christ."},
	{"location": "21:17-23 Leviticus", "text": "Whosoever ... hath any blemish, let him not approach to offer the bread of his God. For whatsoever man he be that hath a blemish, he shall not approach: a blind man, or a lame, or he that hath a flat nose, or any thing superfluous, Or a man that is brokenfooted, or brokenhanded, Or crookback, or a dwarf, or that hath a blemish in his eye, or be scurvy, or scabbed, or hath his stones broken ... He shall not go in unto the vail, nor come nigh unto the altar, because he hath a blemish; that he profane not my sanctuaries."},
	{"location": "3:11 Luke", "text": "Anyone who has two shirts should share with the one who has none, and anyone who has food should do the same."},
	{"location": "5:4 Ephesians", "text": "Nor should there be obscenity, foolish talk or coarse joking, which are out of place."},
	{"location": "15:4 Proverbs", "text": "A wholesome tongue is a tree of life: but perverseness therein is a breach in the spirit."},
	{"location": "47:11 Ezekiel", "text": "But its swamps and marshes will not become wholesome for animal life; they shall [as the river subsides] be left encrusted with salt and given over to it."},
	{"location": "11:30 Matthew", "text": "For My yoke is wholesome (useful, good -- \"not harsh, hard, sharp, or pressing, but comfortable, gracious, and pleasant), and My burden is light and easy to be borne."},
	{"location": "12:33 Matthew", "text": "\"Either grant the tree to be wholesome and its fruit wholesome, or the tree poisonous and its fruit poisonous; for the tree is known by its fruit."},
	{"location": "18:8 Matthew", "text": "And if your hand or your foot causes you to stumble and sin, cut it off and throw it away from you; it is better (more profitable and wholesome) for you to enter life maimed or lame than to have two hands or two feet and be thrown into everlasting fire."},
	{"location": "18:9 Matthew", "text":"And if your eye causes you to stumble and sin, pluck it out and throw it away from you; it is better (more profitable and wholesome) for you to enter life with only one eye than to have two eyes and be thrown into the hell (Gehenna) of fire."},
	{"location": "26:24", "text": "The Son of Man is going just as it is written of Him; but woe to that man by whom the Son of Man is betrayed! It would have been better (more profitable and wholesome) for that man if he had never been born!"}
]